Repository: Praful8763s/Manager_App
Catalog: lib/l10n/app_*.arb
Languages: es

# cancelButton
source: Cancel
es: Cancelar

# updateButton
source: Update
es: Actualizar

# enabledLabel
source: Enabled
es: Activado

# disabledLabel
source: Disabled
es: Desactivado

# yesButton
source: Yes
es: Sí

source: Warning
es: Advertencia

# navigationView_dashboardTab
source: Dashboard
es: Panel de control

# navigationView_patcherTab
source: Patcher
es: Parcheador

# navigationView_settingsTab
source: Settings
es: Configuración

# homeView_widgetTitle
source: Dashboard
es: Panel

# homeView_updatesSubtitle
source: Updates
es: Actualizaciones

# homeView_patchedSubtitle
source: Patched applications
es: Aplicaciones parcheadas

# homeView_updatesAvailable
source: Updates available
es: Actualizaciones disponibles

# homeView_noUpdates
source: No updates available
es: No hay actualizaciones disponibles

# homeView_WIP
source: Work in progress...
es: Trabajo en progreso...

# homeView_noInstallations
source: No patched applications installed
es: No hay aplicaciones parcheadas instaladas

# homeView_installed
source: Installed
es: Instalado

# homeView_updateDialogTitle
source: Update Manager
es: Actualizar Manager

# homeView_updateChangelogTitle
source: Changelog
es: Registro de cambios

# homeView_notificationTitle
source: Update downloaded
es: Actualización descargada

# homeView_notificationText
source: Tap to install the update
es: Toca para instalar la actualización

# homeView_downloadingMessage
source: Downloading update...
es: Descargando actualización...

# homeView_installingMessage
source: Installing update...
es: Instalando actualización...

# homeView_errorDownloadMessage
source: Unable to download update
es: No se pudo descargar la actualización

# homeView_errorInstallMessage
source: Unable to install update
es: No se pudo instalar la actualización

# homeView_noConnection
source: No internet connection
es: No hay conexión a Internet

# homeView_updatesDisabled
source: Updating a patched app is currently disabled. Repatch the app again.
es: La actualización de una app parcheada está deshabilitada. Re-parchea la app de nuevo.

# applicationItem_patchButton
source: Patch
es: Parchear

# applicationItem_infoButton
source: Info
es: Información

# applicationItem_changelogLabel
source: Changelog
es: Historial de cambios

# latestCommitCard_loadingLabel
source: Loading...
es: Cargando...

# latestCommitCard_timeagoLabel
source: {time} ago
es: Hace {time}

# latestCommitCard_patcherLabel
source: Patcher:
es: Parcheador:

# latestCommitCard_updateButton
source: Update Manager
es: Actualizar Manager

# patcherView_widgetTitle
source: Patcher
es: Parcheador

# patcherView_patchButton
source: Patch
es: Parchear

# patcherView_patchDialogText
source: You have selected a resource patch and a split APK installation has been detected, so patching errors may occur. Are you sure you want to proceed?
es: Acaba de seleccionar un parche de recursos y un "Split APK" ha sido detectado, así que pueden ocurrir algunos errores en el proceso de parcheo. ¿Está seguro de que quiere continuar el parcheo de un "Split APK"?

# appSelectorCard_widgetTitle
source: Select an application
es: Selecciona una aplicación

# appSelectorCard_widgetTitleSelected
source: Selected application
es: Aplicación seleccionada

# appSelectorCard_widgetSubtitle
source: No application selected
es: Ninguna aplicación seleccionada

# appSelectorCard_noAppsLabel
source: No applications found
es: No se encontraron aplicaciones

# appSelectorCard_currentVersion
source: Current
es: Versión actual

# appSelectorCard_recommendedVersion
source: Recommended
es: Versión recomendada

# appSelectorCard_anyVersion
source: any
es: cualquiera

# patchSelectorCard_widgetTitle
source: Select patches
es: Seleccionar parches

# patchSelectorCard_widgetTitleSelected
source: Selected patches
es: Parches seleccionados

# patchSelectorCard_widgetSubtitle
source: Select an application first
es: Seleccioné una aplicación antes

# patchSelectorCard_widgetEmptySubtitle
source: No patches selected
es: Ningún parche seleccionado

# socialMediaCard_widgetTitle
source: Socials
es: Redes sociales

# socialMediaCard_widgetSubtitle
source: We are online!
es: ¡Estamos en la red!

# appSelectorView_viewTitle
source: Select an application
es: Selecciona una aplicación

# appSelectorView_searchBarHint
source: Search applications
es: Buscar aplicaciones

# appSelectorView_storageButton
source: Storage
es: Almacenamiento

# appSelectorView_errorMessage
source: Unable to use selected application
es: No se puede usar la aplicación seleccionada

# patchesSelectorView_viewTitle
source: Select patches
es: Seleccionar parches

# patchesSelectorView_searchBarHint
source: Search patches
es: Buscar parches

# patchesSelectorView_doneButton
source: Done
es: Listo

# patchesSelectorView_recommended
source: Recommended
es: Recomendados

# patchesSelectorView_all
source: All
es: Todos

# patchesSelectorView_none
source: None
es: Ninguno

# patchesSelectorView_loadPatchesSelection
source: Load patches selection
es: Cargar selección de parches

# patchesSelectorView_noSavedPatches
source: No saved patches for the selected app. Press Done to save current selection.
es: No hay parches guardados para la app seleccionada Presione Hecho para guardar la selección actual.

# patchesSelectorView_noPatchesFound
source: No patches found for the selected app
es: No se encontraron parches para la aplicación seleccionada

# patchesSelectorView_selectAllPatchesWarningContent
source: You are about to select all patches, that includes unrecommended patches and can cause unwanted behavior.
es: Está a punto de seleccionar todos los parches incluyendo parches no recomendados, lo cual puede causar comportamientos inesperados.

# patchItem_unsupportedDialogText
source: Selecting this patch may result in patching errors. App version: {packageVersion} Supported versions: {supportedVersions}
es: Seleccionar este parche puede causar errores. Versión de la app: {packageVersion} Versiones compatibles: {supportedVersions}

# patchItem_unsupportedPatchVersion
source: Patch is not supported for this app version. Enable the experimental toggle in settings to proceed.
es: El parche no es compatible con esta versión de la app. Habilita la opción experimental en los ajustes para continuar.

# installerView_widgetTitle
source: Installer
es: Instalador

# installerView_installButton
source: Install
es: Instalar

# installerView_installRootButton
source: Install as Root
es: Instalar como Root

# installerView_openButton
source: Open
es: Abrir

# installerView_shareButton
source: Share file
es: Compartir archivo

# installerView_notificationTitle
source: ReVanced Manager is patching
es: ReVanced Manager está parcheando

# installerView_notificationText
source: Tap to return to the installer
es: Toque para volver al instalador

# installerView_shareApkMenuOption
source: Share APK
es: Compartir APK

# installerView_exportApkMenuOption
source: Export APK
es: Exportar APK

# installerView_shareLogMenuOption
source: Share log
es: Compartir registros

# installerView_installErrorDialogText1
source: Root install is not possible with the current patches selection. Repatch your app or choose non-root install.
es: La instalación como root no es posible con la selección actual de parches. Vuelva a parchear la aplicación o elija una instalación no-root.

# installerView_installErrorDialogText2
source: Non-root install is not possible with the current patches selection. Repatch your app or choose root install if you have your device rooted.
es: La instalación sin root no es posible con la selección actual de parches. Vuelva a parchear la app o elija una instalación root.

# installerView_installErrorDialogText3
source: Root install is not possible as the original APK was selected from storage. Select an installed app or choose non-root install.
es: La instalación como root no es posible porque la APK original fue seleccionada desde el almacenamiento. Seleccione una app ya instalada o utilice una instalación sin root.

# installerView_noExit
source: Installer is still running, cannot exit...
es: El instalador todavía se está ejecutando, no se puede salir...

# settingsView_widgetTitle
source: Settings
es: Configuración

# settingsView_appearanceSectionTitle
source: Appearance
es: Apariencia

# settingsView_teamSectionTitle
source: Team
es: Equipo

# settingsView_advancedSectionTitle
source: Advanced
es: Avanzado

# settingsView_logsSectionTitle
source: Logs
es: Registros

# settingsView_darkThemeLabel
source: Dark mode
es: Modo oscuro

# settingsView_darkThemeHint
source: Welcome to the dark side
es: Bienvenido al lado oscuro

# settingsView_dynamicThemeHint
source: Enjoy an experience closer to your device
es: Disfrute de una experiencia más acorde a su dispositivo

# settingsView_languageLabel
source: Language
es: Idioma

# settingsView_englishOption
source: English
es: Inglés

# settingsView_sourcesLabel
source: Sources
es: Fuentes

# settingsView_sourcesLabelHint
source: Configure your custom sources
es: Configure sus fuentes personalizadas

# settingsView_hostRepositoryLabel
source: Repository API
es: Repositorio API

# settingsView_orgPatchesLabel
source: Patches organization
es: Organización de los parches

# settingsView_sourcesPatchesLabel
source: Patches source
es: Fuente de los parches

# settingsView_orgIntegrationsLabel
source: Integrations organization
es: Organización de integraciones

# settingsView_sourcesIntegrationsLabel
source: Integrations source
es: Fuente de las integraciones

# settingsView_sourcesResetDialogTitle
source: Reset
es: Restablecer

# settingsView_sourcesResetDialogText
source: Are you sure you want to reset custom sources to their default values?
es: ¿Está seguro de que desea restablecer las fuentes personalizadas a sus valores predeterminados?

# settingsView_apiURLResetDialogText
source: Are you sure you want to reset API URL to its default value?
es: ¿Estás seguro de que quieres restablecer la URL de la API a su valor predeterminado?

# settingsView_contributorsLabel
source: Contributors
es: Contribuidores

# settingsView_contributorsHint
source: A list of contributors of ReVanced
es: Una lista de contribuidores de ReVanced

# settingsView_logsLabel
source: Logs
es: Registros

# settingsView_logsHint
source: Share Manager's logs
es: Compartir registros del Manager

# settingsView_apiURLLabel
source: API URL
es: URL de la API

# settingsView_apiURLHint
source: Configure your custom API URL
es: Configure su URL personalizada para la API

# settingsView_selectApiURL
source: API URL
es: URL de la API

# settingsView_experimentalUniversalPatchesLabel
source: Experimental universal patches support
es: Soporte experimental para parches universales

# settingsView_experimentalUniversalPatchesHint
source: Display all applications to use with universal patches, loading list of apps may be slower
es: Mostrar todas las aplicaciones a usar con parches universales, la carga de la lista de aplicaciones puede ser más lenta

# settingsView_experimentalPatchesLabel
source: Experimental patches support
es: Soporte para parches experimentales

# settingsView_experimentalPatchesHint
source: Enable usage of unsupported patches in any app version
es: Habilite el uso de parches no compatibles en cualquier versión de la app

# settingsView_enabledExperimentalPatches
source: Experimental patches support enabled
es: Soporte para parches experimentales activado

# settingsView_exportSectionTitle
source: Import & export
es: Importar y Exportar

# settingsView_aboutLabel
source: About
es: Acerca de

# settingsView_snackbarMessage
source: Copied to clipboard
es: Copiado al portapapeles

# settingsView_sentryLabel
source: Sentry logging
es: Registro Sentry

# settingsView_sentryHint
source: Send anonymous logs to help us improve ReVanced Manager
es: Enviar registros anónimos para ayudarnos a mejorar ReVanced Manager

# settingsView_restartAppForChanges
source: Restart the app to apply changes
es: Reinicie la app para aplicar los cambios

# settingsView_deleteKeystoreLabel
source: Delete keystore
es: Eliminar keystore

# settingsView_deleteKeystoreHint
source: Delete the keystore used to sign the app
es: Eliminar el keystore usado para firmar la app

# settingsView_deletedKeystore
source: Keystore deleted
es: Keystore eliminado

# settingsView_deleteTempDirLabel
source: Delete temporary files
es: Borrar archivos temporales

# settingsView_deleteTempDirHint
source: Delete unused temporary files
es: Eliminar archivos temporales no utilizados

# settingsView_deletedTempDir
source: Temporary files deleted
es: Archivos temporales eliminados

# settingsView_exportPatchesLabel
source: Export patches selection
es: Exportar la selección de parches

# settingsView_exportPatchesHint
source: Export patches selection to a JSON file
es: Exportar selección de parches a un archivo JSON

# settingsView_exportedPatches
source: Patches selection exported
es: Selección de parches exportados

# settingsView_noExportFileFound
source: No patches selection to export
es: No hay selección de parches para exportar

# settingsView_importPatchesLabel
source: Import patches selection
es: Importar la selección de parches

# settingsView_importPatchesHint
source: Import patches selection from a JSON file
es: Importar selección de parches desde un archivo JSON

# settingsView_importedPatches
source: Patches selection imported
es: Selección de parches importados

# settingsView_resetStoredPatchesLabel
source: Reset patches
es: Restablecer parches

# settingsView_resetStoredPatchesHint
source: Reset the stored patches selection
es: Restablece la selección de parches almacenados

# settingsView_resetStoredPatches
source: Patches selection has been reset
es: La selección de parches ha sido restablecida

# settingsView_jsonSelectorErrorMessage
source: Unable to use selected JSON file
es: No se puede utilizar el archivo JSON seleccionado

# settingsView_deleteLogsLabel
source: Delete logs
es: Eliminar registros

# settingsView_deleteLogsHint
source: Delete collected manager logs
es: Borrar los registros del Manager recopilados

# settingsView_deletedLogs
source: Logs deleted
es: Registros eliminados

# appInfoView_widgetTitle
source: App info
es: Información de la app

# appInfoView_openButton
source: Open
es: Abrir

# appInfoView_uninstallButton
source: Uninstall
es: Desinstalar

# appInfoView_patchButton
source: Patch
es: Parchear

# appInfoView_unpatchButton
source: Unpatch
es: Desparchear

# appInfoView_unpatchDialogText
source: Are you sure you want to unpatch this app?
es: ¿Está seguro de que desea desparchear esta aplicación?

# appInfoView_rootDialogText
source: App was installed with superuser permissions, but currently ReVanced Manager has no permissions. Please grant superuser permissions first.
es: La app se instaló con permisos de superusuario, pero actualmente ReVanced Manager no tiene permisos. Por favor, concede permisos de superusuario primero.

# appInfoView_packageNameLabel
source: Package name
es: Nombre del paquete

# appInfoView_originalPackageNameLabel
source: Original package name
es: Nombre del paquete original

# appInfoView_installTypeLabel
source: Installation type
es: Tipo de instalación

# appInfoView_nonRootTypeLabel
source: Non-root
es: No-Root

# appInfoView_patchedDateLabel
source: Patched date
es: Fecha del parche

# appInfoView_patchedDateHint
source: {date} at {time}
es: {date} a las {time}

# appInfoView_appliedPatchesLabel
source: Applied patches
es: Parches aplicados

# appInfoView_appliedPatchesHint
source: {quantity} applied patches
es: {quantity} parches aplicados

# appInfoView_updateNotImplemented
source: This feature has not been implemented yet
es: Esta función no se ha implementado aún

# contributorsView_widgetTitle
source: Contributors
es: Contribuidores

# contributorsView_patcherContributors
source: Patcher contributors
es: Contribuidores de los parches

# contributorsView_patchesContributors
source: Patches contributors
es: Contribuidores de los parches

# contributorsView_integrationsContributors
source: Integrations contributors
es: Contribuidores de las integraciones

# contributorsView_cliContributors
source: CLI contributors
es: Contribuidores del CLI

# contributorsView_managerContributors
source: Manager contributors
es: Contribuidores del Manager
